Repository: lisp-mirror/dote
Catalog: po/*.po
Languages: it

source: fail
it: fallito

source: too far
it: lontano

source: Interation: No points for decay, using 1000.
it: Interazione: non sono stati definti punti per il deperimento, uso 1000.

source: Interation: No decay condition specified, using :turns.
it: Interazione: non sosono state definte condizioni per il deperimento, uso :turns.

source: Interation: No message.
it: Interazione: non e' stato definito il messaggio.

source: Invalid decay condition ~a, expected ~a
it: Condizione per il decadimento non valida ~a, atteso ~a

source: (~d turns)
it: (~d turni)

source: Interation: No activation trigger specified for effect, using ":use."
it: Interazione: nessun innesco definito per l'effetto, uso :use.

source: Interation: No modifier specified for effect, using 0.
it: Interazione: nessun modificatore specificato per l'effetto, uso 0.

source: Interation: No duration specified for effect, using :unlimited.
it: Interazione: nessuna durata specificata per l'effetto, uso :unlimited.

source: Invalid trigger ~s, expected ~s
it: Condizione di innesco non valido ~s, atteso ~s

source: chance: ~,1f% target ~a
it: probabilita': ~,1f% obiettivo ~a

source: ~d turns
it: ~d turni

source: Interation: No activation trigger specified for healing effect, using ":use."
it: interazione: nessun innesco specificato per effetti sulla salute, uso :use.

source: Interation: No chance specified for healing effect, using 0
it: Interazione: nessuna probabilita' specificata per effetti sulla salute, uso 0.

source: Interation: No duration specified for effect, using 1000000.
it: Interazione: nessuna durata specificata fer l'effetto, uso 1000000.

source: Interation: No target specified for effect, using self.
it: Interazione: nessun obiettivo specificato per l'effetto uso :self.

source: ~a chance: ~,1f target: ~a
it: ~a probabilita': ~,1f% obiettivo ~a

source: (~,1f damage per turn)
it: (~,1f danno per turno)

source: Interation: No points specified for poison effect, using "-1".
it: Interazione: punti non specificati per gli effetti di avvelenamento, uso 1.

source: Interation: No activation trigger specified for poison effect, using ":use."
it: Interazione: nessun innesco specificato per l'avvelenamento, uso :use.

source: Invalid points ~a, expected a number
it: Punti non validi ~a, era atteso un numero

source: heal ~,1f DMG, target ~a, chance: ~,1f%
it: cura ~,1f DMG, obiettivo ~a, probabilita': ~,1f%

source: Interation: No points specified for healing effect, using "1".
it: Interazione: punti non specificati per gli effetti sulla salute, uso 1.

source: Interation: No activation trigger specified for magic effect, using ":use."
it: Interazione: nessun innesco specificato per gli effetti magici, uso :use.

source: Interation: No spell for magic effect, using ":heal-1."
it: Interazione: nessun incantesimo specificato, uso ":heal-1"

source: You have not got a weapon
it: Non possiedi un arma

source: You have not loaded a spell
it: Non hai un incantesimo caricato

source: Out of range
it: Fuori raggio

source: ~aage ~a/~a~a
it: ~aeta' ~a/~a~a

source: ~:[~;Edge weapon~]~:[~;Impact weapon~]~:[~;Range weapon~]~:[~;Range weapon~]~:[~;Fountain~]~:[~;Potion~]~:[~;Elm~]~:[~;Armor~]~:[~;Ring~]~:[~;Shoes~]~:[~;Trap~] ~a ~a~a~a~a
it: ~:[~;Arma da taglio~]~:[~;Arma ad impatto~]~:[~;Arma da lancio~]~:[~;Arma da lancio~]~:[~;Fontana~]~:[~;Pozione~]~:[~;Elmo~]~:[~;Armatura~]~:[~;Anello~]~:[~;Scarpe~]~:[~;Trappola~] ~a ~a~a~a~a

source: warrior
it: guerriero

source: archer
it: arciere

source: wizard
it: mago

source: healer
it: guaritore

source: male
it: maschile

source: female
it: femminile

source: Container opened!
it: Contenitore aperto!

source: No fitting key found
it: Nessuna chiave adatta e' stata trovata

source: The source of this power is exhausted...
it: La fonte di questo potere si e' esaurita...

source: ~:[~;Edge weapon~]~:[~;Impact weapon~]~:[~;Range weapon~]~:[~;Range weapon~]~:[~;Fountain~]~:[~;Potion~]~:[~;Elm~]~:[~;Armor~]~:[~;Ring~]~:[~;Shoes~]~:[~;Trap~]
it: ~:[~;Arma da taglio~]~:[~;Arma ad impatto~]~:[~;Arma da lancio~]~:[~;Arma da lancio~]~:[~;Fontana~]~:[~;Pozione~]~:[~;Elmo~]~:[~;Armatura~]~:[~;Anello~]~:[~;Scarpe~]~:[~;Trappola~]

source: ~a strength
it: ~a forza

source: ~a stamina
it: ~a resistenza

source: ~a dexterity
it: ~a abilita'

source: ~a agility
it: ~a agilita'

source: ~a smartness
it: ~a intelligenza

source: ~a empaty
it: ~a empatia

source: ~a weight
it: ~a peso

source: ~a damage points
it: ~a punti danno

source: ~a movement points
it: ~a punti movimento

source: ~a magic points
it: ~a punti magici

source: ~a dodge chance
it: ~a probabilita' di schivare

source: ~a melee attack chance
it: ~a probabilita' negli attacchi corpo a corpo

source: ~a range attack chance
it: ~a probabilita' attacchi a lungo raggio

source: ~a melee attack damage
it: ~a danno negli attacchi corpo a corpo

source: ~a range attack damage
it: ~a danno negli attacchi a distanza

source: ~a edge weapons chance bonus
it: ~a bonus probabilita' attacchi con armi da taglio

source: ~a edge weapons damage bonus
it: ~a bonus danno attacchi con armi da taglio

source: ~a impact weapons chance bonus
it: ~a bonus probabilita' attacchi con armi ad imapatto

source: ~a impact weapons damage bonus
it: ~a bonus danno attacchi con armi ad impatto

source: ~a pole weapons chance bonus
it: ~a bonus probabilita' attacchi con lance

source: ~a pole weapons damage bonus
it: ~a bonus danno attacchi con lance

source: ~a unlock chance
it: ~a probabilita' scassinamento

source: ~a deactivate traps chance
it: ~a probabilita' disattiva trappole

source: ~a reply attack chance
it: ~a probabilita' contrattacco

source: ~a ambush attack chance
it: ~a possibilita' attacco di sorpresa

source: ~a spell chance
it: ~a probabilita' incantesimo

source: ~a attack spell chance
it: ~a probabilita' incantesimo d'attacco

source: ~a recover DMG
it: ~a recupero DMG

source: heals poison condition ~a
it: cura avvelenamento ~a

source: heals berserk condition ~a
it: cura berserk ~a

source: heals faint condition ~a
it: cura svenimento ~a

source: heals terror condition ~a
it: cura terrore ~a

source: makes immune from poison (~a)
it: immune al veleno (~a)

source: makes immune from terror (~a)
it: immune al terrore (~a)

source: makes immune from berserk (~a)
it: immune berserk (~a)

source: makes immune from faint (~a)
it: immune allo svenimento (~a)

source: ~a cause faint condition
it: ~a causa svenimento

source: ~a cause poison condition
it: ~a causa avvelenamento

source: ~a cause terror condition
it: ~a causa terrore

source: ~a cause berserk condition
it: ~a causa berserk

source: launchs ~a
it: lancia ~a

source: Trap found! deactivate (chance ~a)?
it: Attivata una trappola! Provare a disinnescarla (possibilita' ~a)

source: Move to
it: Spostati

source: You can cast ~a!
it: Adesso puoi lanciare ~a!

source: ~a broken
it: ~a rotto/a

source: miss
it: mancato

source: I am fully recovered from terror now.
it: Ho sconfitto il terrore che mi aveva invaso.

source: W-what happened?
it: C-che cosa e' successo?

source: What have i done?
it: Che cosa ho fatto?

source: I am ready for battle again!
it: Sono di nuovo pronto per la battaglia!

source: I am immune to berserk no more
it: Non sono piu' immune da berserk.

source: I am immune to faint no more
it: Non sono piu' immune allo svenimento

source: I am immune to terror no more
it: Non sono piu' immune al terrore.

source: I am immune to poisoning no more
it: Non sono piu' immune all'avvelenamento.

source: (object level ~a).
it: (livello dell'oggetto ~a).

source: ~a exhausted
it: ~a esaurito/a

source: key
it: chiave

source: exausted.
it: esaurito/a.

source: potion
it: pozione

source: shoes
it: scarpe

source: trap
it: trappola

source: Unknown weapon type
it: Tipo di arma sconosciuta

source: Load Characters
it: Scegli i Personaggi

source: Pick characters form previous game session?
it: Caricare i personaggi da una precedente sessione di gioco?

source: Choose characters
it: Scegli personaggi

source: Yes
it: Si'

source: The map file of this level has been modified after the game was saved.
it: Il file della mappa di questo livello e' stato modificato dopo li salvataggio di questa partita.

source: Saved game is outdated
it: Il gioco salvato e' scaduto.

source: ~a~arange: ~a effective range: ~a cost: ~a~a
it: ~a~agittata: ~a raggio efficace: ~a costo: ~a~a

source: element: ~a~adamage: ~a~a
it: elemento: ~a~adanno: ~a~a

source: No description available
it: Nessuna descrizione disponibile

source: Trap deactivated!
it: Trappola disinnescata!

source: Message
it: Messaggio

source: Save
it: Salva

source: Keyboard Configuration
it: Configurazione dei Tasti

source: Character smooth movements
it: Movimenti fluido del personaggio

source: Appearance Configuration
it: Aspetto

source: Speed for "look around" camera.
it: Velocita di "spazzamento" della telecamera.

source: Inhibit background music
it: Non riprodurre la musica

source: Fullscreen (requires restart)
it: Schermo pieno (richiede il riavvio)

source: Clip trees
it: Taglia gli alberi

source: Music volume: ~a
it: Volume della musica: ~a

source: GUI Configuration
it: Configurazione dell'interfaccia

source: Inhibit AI planner
it: Inibisci la pianificazione

source: Debug Configuration
it: Configurazione della modalita' debug

source: Train computer opponent
it: Addestra l'avversario non umano

source: AI Configuration
it: Configurazione dell'IA

source: Keyboard
it: Tastiera

source: Appearance
it: Aspetto

source: Computer opponent
it: Avversario non umano

source: Credits
it: Crediti

source: Game Configuration
it: Configurazione del Gioco

source: Unlocking failed
it: Scassinamento fallito

source: This chest is locked
it: Il forziere e' chiuso a chiave

source: force lock
it: forza la serratura

source: use key
it: usa una chiave

source: There is not any chest here
it: Non c'e' alcun forziere vicino

source: Page
it: Pagina

source: ~a of ~a
it: ~a di ~a

source: sort
it: ordina

source: Inventory
it: Inventario

source: saved at: ~d-~2,'0d-~2,'0d ~2,'0d:~2,'0d
it: Salvataggio del: ~d-~2,'0d-~2,'0d ~2,'0d:~2,'0d

source: No game is saved here
it: Nessuna partita e' stata salvata in questa posizione

source: Game saved in ~a
it: Partita salvata in ~a

source: Success
it: Successo

source: Slot 1
it: Posizione 1

source: Slot 2
it: Posizione 2

source: Slot 3
it: Posizione 3

source: Load
it: Carica

source: Load game
it: Carica la partita

source: class
it: classe

source: level
it: livello

source: Name: ~a ~a
it: Nome: ~a ~a

source: Class: ~a
it: Classe: ~a

source: Level: ~a
it: Livello: ~a

source: Simulated damage with increasing shield level (max is ~a)
it: Danno simulato con incremento della protezione (massimo valore ottenuto ~a)

source: Choose player
it: Scegli un personaggio

source: Click on the button on the left to choose a map
it: Premere un bottone a sinistra per scegliere una mappa.

source: difficult: ~a
it: difficolta': ~a

source: File corrupted
it: File corrotto

source: Choose a map
it: Scegli una mappa

source: New Game
it: Nuova Partita

source: Load Game
it: Carica Partita

source: Quit Game
it: Esci

source: Class:
it: Classe:

source: Gender:
it: Genere:

source: Damage points:
it: Punti danno:

source: Movement points:
it: Punti movimento:

source: Magic points:
it: Punti magia:

source: Dodge chance:
it: Probabilita' di schivare:

source: Short range attack chance:
it: Probabilita' attacchi a corto raggio:

source: Long range attack chance:
it: Probabilita' attacchi a lungo raggio:

source: Short Range attack damage:
it: Danno con attacchi a corto raggio:

source: Long Range attack damage:
it: Danni con attacchi a lungo raggio:

source: Edge weapon chance bonus:
it: Bonus probabilita' attacchi armi da taglio:

source: Edge weapon damage bonus:
it: Bonus danni armi da taglio:

source: Impact weapon chance bonus:
it: Bonus probabilita' attacchi armi ad impatto:

source: Impact weapon damage bonus:
it: Bonus attacchi armi ad impatto:

source: Pole weapon chance bonus:
it: Bonus probabilita' attacchi con lance:

source: Pole weapon damage bonus:
it: Bonus danni attacchi con lance:

source: Unlock chance:
it: Probabilita' scassinamento serrature:

source: Deactivate trap chance:
it: Probabilita' disattiva trappole:

source: Reply to attack chance:
it: Probabilita contrattacco:

source: Ambush attack chance:
it: Probabilita' attacco di sorpresa:

source: Spell chance:
it: Probabilita' incantesimo:

source: Attack spell chance:
it: Probabilita incantesimo d'attacco:

source: Level:
it: Livello:

source: Experience points:
it: Punti esperienza:

source: Player status
it: Status del giocatore

source: Spells
it: Incantesimi

source: Choose the strategy you are going to use in this turn, then close.
it: Scegli la strategia che attuerai in questo turno e chiudi la finestra appena fatto.

source: Explore
it: Esplora

source: Attack
it: Attacco

source: Defend
it: Difesa

source: Retreat
it: Ritirata

source: Train AI
it: Addestra l'IA

source: Choose file
it: Scegli un file

source: Save Game
it: Salva la Partita

source: Are you sure you want to quit?
it: Sei sicuro di voler uscire?

source: Class
it: Classe

source: Warrior
it: Guerriero

source: Wizard
it: Mago

source: Healer
it: Guaritore

source: Archer
it: Arciere

source: Gender
it: Genere

source: Male
it: Maschile

source: Female
it: Femminile

source: Generate
it: Genera

source: Accept
it: Accetta

source: Name
it: Nome

source: Last name
it: Cognome

source: Next
it: Successivo

source: Error
it: Errore

source: You supposed to generate a character before accepting it.
it: Dovresti generare un personaggio prima di accettarlo.

source: Limit of available player reached!
it: Raggiunto il limite massimo di personaggi che possono essere disposti sulla mappa!

source: Mesh not specified
it: Modello non indicato

source: Generate character
it: Genera personaggio

source: Teleport in a random location with maximum radius of ~6 tiles.
it: Teletrasporta in una posizione casuale (raggio massimo ~6 caselle).

source: Teleport in a random location with maximum radius of ~15 tiles.
it: Teletrasporta in una posizione casuale (raggio massimo ~15 caselle).

source: Teleport in a random location with maximum radius of ~27 tiles.
it: Teletrasporta in una posizione casuale (raggio massimo ~27 caselle).

source: Steals maximum 3 dmg (to inflict damage a melee weapon must be worn).
it: Ruba un massimo di 3 DMG (per infliggere danno deve essere indossata un'arma a corto raggio)

source: Steals maximum 10 dmg (to inflict damage a melee weapon must be worn).
it: Ruba un massimo di 10 DMG (per infliggere danno deve essere indossata un'arma a corto raggio)

source: Steals maximum 30 dmg and poison enemy (to inflict damage a melee weapon must be worn).
it: Ruba un massimo di 30 DMG e avvelena il nemico (per infliggere danno deve essere indossata un'arma a corto raggio)

source: Dispel 4 tiles of FOW.
it: Svela 4 unita' nascoste dal FOW.

source: Dispel 8 tiles of FOW.
it: Svela 8 unita' nascoste dal FOW.

source: Dispel 32 tiles of FOW.
it: Svela 32 unita' nascoste dal FOW.
